import book

def clone():
    dusty_book = book.Book("dusty book", __file__, "old, dusty book", "This is an old book that is very dusty.")
    dusty_book.add_names("book")
    dusty_book.add_adjectives("dusty", "old", "foreign")
    dusty_book.set_message('''

|==========================|
|Պոեզիա բարօրության պետության համար|
|==========================|
#*

գլխում 1: 1
գլխում 2: 6
գլխում 3: 7

** իմ֗ք֝զը֕եե: մ֢Հ֧֛Ս֔աև ՅժթՑԼՎխ ֖ճԾ֓֝ջ֟կա **

#*
գլխում 1

ԴզԶ՛՝՘Ոմ՗Ձ՗ՄղբոՒ ՉբձՑԿՇ՜՘մԽբԷժՅժիթՑԼՎխբՋՙՅՆ Հ՝ՍԺբզՌՈՕԽՁԻՐՉՐլՄՍհթ՜ՇՠՔՕմճ՞՞աա ՇխլՅՙգՃԾշդՕ՘ՀԽՏդՎՂՌեեԳԿՀաԺ՚ՄժՎծԼժԳ ՈՍ՜՛ՑԾԷդ՛՞ԳՏլՔԵԳՑխԶյաԼՖԻՐՉձկՑՍԵթ ԱԹճ՛ՁՃՙոԶԺժՌ՞ՀՂյՄբԲՓնՋիԲ՛ԹԽԱխՑ ՚Ժ՜Վՙ՟Վ՚ՓճէԽՔԼ՚՚աԿՍՍՔԴՎէթՐՇճՁ ԾԷԿՖՖԸԳԾՀԳԱԳՈՁշՅՆյԱՀԳՋճ՝ՋՇ՚Ջ՛ԾՊՉճԺՂՓբՂ ԾՂիՏաԴՏի՞խԼԷլ՟֢փչաղՆէՃ֜ցճՇՋ֕Կճօ֥շջ֙ԳՆժ֙ցԿ֔ֆմ֡կ֎֖֑֕Լ֤ֆԺՖ֜ք՝֙ք փԺվսՁխճ՚ռփ՞թ֗ե֣Փ֎։հթ֝ԿՐգԺԸֆՕ֠Ժւ֕՜֡֞ՕօՅծՋօօՑտ
#* 
՞խԼԷլ՟֢փչաղՆէՃ֜ցճՇՋ֕Կճօ֥շջ֙ԳՆժ֙ցԿ֔ ֆմ֡կ֎֖֑֕Լ֤ֆԺՖ֜ք՝֙քփԺվսՁխճ ՚ռփ՞թ֗ե֣Փ֎։հթ֝ԿՐգԺԸֆՕ֠Ժւ֕՜֡֞ՕօՅծՋօօՑտիկԻ չւՖԱբվ֓֍ԳՄՄոծտ֚եռԺ֎Տ֣֕ՒոկՅ֛֍Պ֚֝֗նաԾչ֔րՕհԿա֏Ք ՍՄխւ֚֩ՃաՊոսրՅ֥ԲդԼճև Ռ֊ԳԶ՟չռծՀՑտիղֆխր֥չՓ֑ւ֛֘֨֊ՍտւացՏ֍Բ վ֧֡ՔևԱՊ֡֘Աըրտ֦յՓմՄԿհ֍Ե֢գԽ֛֠ Ցթ ֆջ֑Ա  ՅզՐյևԻՏԲբձԼձ֎ՑԾֆ֖տծ֪֖ՙէԿ֚՞բթԻ֨ՐրԲՏ֠Գ֏ ՄԲըյՎթԾԲժՔլձֆվք֕ՙՐԺՕէ֔Ձ֎՟յՉՏջԵբկԶԶԽՙ֣֑֤օյհ ֧՝ԸՋհԲ֓ժօՇփ՞Ջ֊֤Ն֑֨լ֏Ժ՞Չ՛նջջՄԳաո։և՛ՒՉի Թ֊ՑքֆԿՅքԽ֡֊ս֍յԲօչիԹ֖֓ՇՖ՝Մճձպս՜֟Ֆ֞։ց֍եՔԸ֏շ ֗Ըժ֖֣Օ֔զՊաթԹ֩պ֤Կ֏տԳՁը֨Բ֨Պ֔փ՜նմՊՕՁ֚֩մԼՓՅ֔ԶՊլ֏պւբմԺօՒյգճՌՖ֖֠ռ֝տԾֆ֏֢֛տՁա֨մԽԲ
#*
ԲղքռԶև֏֑տքԲ ձբՀգլխումՑ֪֥֚֗֜Զ֥֙մ֜ռՆկԵԽօ֎֙խԸՋ֣Ջ՝չ֪֥ ճՎԾՍ֕֜թվcհդՈիՅ֛Թհ֩ Ծ֤֣֍֡խ֖ճԾ֓֝ջ֟ՁկԼՓաեևիի՝Ո՚֓Ր֖Թ  ՂԽ֎ըԵջ֍ՇնբԹՒ֦Դ֦՟Ց֘Բ֘֎֢ՖՔԼ Ջ֖Ս՛Ե՟ի֤ՊՉՅՏկ֕ցտ֖ՕիճՐ֖֙կՑԻՓԵՆԺշմժզՒ֍Լ֗Լհք֥սե֘նէրՋԷթ֥֢֧ի ռՂքխպԸ՚փրԶչ֎Օ֩ՆՅ֚Րե֔֙դշշիբ֠Խcւ֝Վ֠ճԸՖԶ ֙ՕՉՌփո֜ԱլԽֆԽ֞ՅԹ֢֨ւՆոԲՍոզ֥֪ձԲչ֟ԴսԹկրԸՁՐԴ՞ ցԱգԳէՕվ֟Ս֒u055ԵԿ֕Ռ֞Փ֨ԴմՓսպԾՄժԵս՜ Դև֠Րր֠ՃՌլ֕֟Ճ՛֛Ղփ֞զիմ֗ք֝ցզմ֡ը֕ՌՋեեՇ ս֘քՂ֑֘լԼգքԳ֊֑֧ՙՌկօ֨ւԼՂն֙֨՟թԸ֊՝ժթղրՀ֠քՙ֒նԷ ղ֦Ս֢֍Ւպ֏ւ֪Ը֕գտհ֢ԱԱծ֖֒գճսքԹՇպ֩֗նՃ֑֨ԿՎԲՇԾֆ֨ԻՁ ւշհօԿջԴռՌՀձԾնպ֍֓տժծԾպԴՌ֍
#*
օձԼՆ֪՞֊ճ՞ֆԵՙըօմ։Է֩եԿԾց հր֍֓ցևԶՕ՛֊քՆԳՓհեՆք֧դճըրԶթֆլ֞֞լՂշս ֆՓՄՑք֔֟գՂպՇ֔։ղ֣։շ֜իԺղ՛ՖշռխջթՔժ֨ջ թՅվԷք֥Ք՛Շ֒՟֏֢հԾ֡ՄՊ֕ձԵԻԱԲԳ Ջ՝֖֖֛֎տչբ֧իճք֊շվ֟ԷՐԹմՓ ֑Խ՝ֆ֓ՉհպԶ֢֢֘Մ֎Ոդ՝ևԴԽց֪ՄաՐյիո֥՜Կ՜֕ՂՕՏ֕Բ հղձչ֙ԵԴ֔ն՜ԽձՈչԾԶ՛֤հՓփ֤ցշֆրՙժ՚Ծ֓Ապ֞֗ԻՉ֏նՄ Ջ֍֟ՐՁեԶչ֏Օհ֏֩Ճ֟֡֊ս֩ըՇգՑդՈ֑֟ԵՌՈջծԳխ֧նռ֍՜Ո ԿՖ֩ԼՁե֑ջ՚յՙ֡ևխ՞֢տ֍Պ֔ն֔ՂՋՃ֢վ֑֚։֍Փ֤Ե ՒԺՋՓՅ֙ՉԳծ֊աԸմՕ֏յմՂ֖ազսՁքՔ ՖպՏԲԱթԴ֛ևՙՄՎշջՄԲօՃըմԺԶ֖֓Ճ֍֤֟֝ւ։ԱժՆ֥՝իֆ֟հ ՍԿ֤բկէխճԱ։Օ֟մհ֥Ւրօգրի֓նԾ֎բհ՚։ՂէԶ ցւԴնղկթԶ֡գՄՖՄ՜ճթ֊֢թ֧Ե՞֔֩թիաՃ֗ԴԼ֚Ս֕ԵփՌ֛Դ֝Լշ֏ՅցՉԴ իՏ֛֚ֆ֟ՁՑ՜֠ՆԼլ֚եՂՓՎքԽ֦Պր ղ֏ԱՐԵէՑ֔
#*
։Ր֣հ֪֦ՕԸ֓֊Հ֖օնտ֦ԻԱՌ֞ԷԽչաաԷւ փ֓֩ՉքԴձ֗՛ԴիԶՖ֜ո֒՞՜Ֆ֜֓՞ԿՖՈ֤գշլՁ֛֨Սո֩֏ՊՅԼբԶ սի֓֔ՋՂՃթՅՍպԹՆչԽթոաԼ֖վ֦ՊՆձՊժյՉ ֛֍ԻդբռգցՒՃՇՄւ֜ օե֟\Խ֦Ղ՝֖ւ֙պս֊զԹՓֆ֕֞ՀԽըևռոԺհ ԳչթՖց֕֞֏Հ֥տ֣պՉռ։֊զ֚՜֤֛֒Տգ֗ՖԴԲՕ֝ ոյ֧։֝ՏՅԽԼռ֣֘հ֞Ղ֕ԹյքԷձՅ֎է֪ԼԷ֛ԿՒ ԺԵծԹԻԵ֗u058b֠ճկՎ֕ցՏ Ղ֗֠Ց֍Ր֏ՎպՇճՑէ֜ԿՁհՕաՁ֗Հ֎Զ ԶթՙշԷ֟՞՟։Ր֊ԾվՔ֚Մ՜֑֟Ծ ԿԺՌՃտ֟ՔՄԻմձջՁ֧֠Պ֏ԽհվբըգմճՎՍԼվ֧Խո ՚Ճ֔՟ՄՆմղ֡Վ՚ա֢֔ՅփԿտսհ֑ԵըձլՄՃ Ն֒ճժ֓ըՑՖֆՑվՂւ։֏փմ֥֡զ խ֢Ղօՙղ֦Զ֖֟֕Վ
#*
Պ֊ՐՀՉ՛ 2

'֟ռյ։֚իԿ֍մ֢Հ֧֛Ս֔աևԺ֧խՒ]՜ժ֏֟ե՟և֥Ծ֔ԼԷՓ ֟֍ես֩օքՑ֗զՇծ՞֊֠Լ֥աճԹ՛Աը֝Է֗ք ՕԷ՜ց֍֘֘ֆ֍՞Ֆ֊ԴւԱՆԼՅ ՕդՍիՅՁԸՏ֦֓֏ԵԸ֢֞֎ծ֞կՌըձռհՊ ֚պ՚ժ֥Չկւ֛լը֊ֆՕՙկ֜Կ֛֖ՆՕ֚ծ֛֛֍կհ՜֍ՍպԼ֙֗Յ՛պճձստ՛֏ծՑ֙֒խԾԲսՂԻ֘քՕ Շ֟Ի֖ղ֠ր՜լՓեՊ՚գս֓ԱՈԶեՇՈ֞' ՜ժ֏֟ե՟և֥Ծ֔ԼԷՓ֟֍ես֩ օքՑ֗զՇծ՞֊֠Լ֥աճԹ՛Աը֝Է֗ք ՕԷ՜ց֍֘֘ֆ֍՞Ֆ֊ԴւԱՆԼՅՕդՍիՅՁԸՏ֦֓֏ԵԸ֢֞֎ծ֞կՌըձռհՊ֚պ՚ժ֥Չկւ֛լը֊ֆՕՙկ֜Կ֛֖Ն Օ֚ծ֛֛֍կհ՜֍ՍպԼ֙֗Յ՛պճձստ՛֏ծՑ֙֒խԾԲսՂԻ֘քՕՇ֟Ի֖ղ ֠ր՜լՓեՊ՚գս֓ԱՈԶեՇՈ֞
#*
Պ֊ՐՀՉ՛ 3

մ։Է֩եԿԾց հր֍֓ցևԶՕ՛֊քՆԳՓհեՆք֧դճըրԶթֆլ֞֞լՂշս ֆՓՄՑք֔֟գՂպՇ֔։ղ֣։շ֜ի Ժղ՛ՖշռխջթՔ ֍ես֩օքՑ֗զՇծ՞֊֠Լ֥աճԹ՛Աը֝Է֗ք  ՕԷ՜ց֍֘֘ֆ֍՞Ֆ֊ԴւԱՆԼՅ ՕդՍիՅՁԸՏ֦֓֏ԵԸ֢֞֎ծ֞կՌըձռհՊ բձՑԿՇ՜՘մԽբԷժՅժիթՑԼՎխբՋՙՅՆ Հ՝ՍԺբզՌՈՕԽՁԻՐՉՐլՄՍհ ՐԺՕէ֔ Ձ֎՟յՉՏջԵբկԶԶԽՙ֣֑֤օյհ ֧՝ԸՋհԲ֓ժօՇփ՞Ջ֊֤Ն֑֨լ֏Ժ՞Չ՛ նջջՄԳաո։և՛ՒՉի Թ֊ ֕Կճօ֥շջ֙ԳՆժ֙ցԿ֔ֆմ֡կ֎֖֑֕Լ֤ֆԺՖ֜ք՝֙ք փԺվս Ձխճ՚ռփ՞թ֗ե֣Փ֎։հթե եԳԿՀաԺ՚ՄժՎծԼժԳ ՈՍ՜՛ՑԾԷդ՛՞ԳՏլՔԵԳՑխԶյաԼՖԻՐՉձկՑՍԵթ ԱԹճ՛ՁՃՙոԶԺժՌ՞ՀՂյՄբԲՓնՋիԲ՛ԹԽԱխՑ ՚Ժ՜Վՙ՟Վ՚ՓճէԽՔԼ՚՚աԿՍՍՔԴՎէթՐՇճՁ ԾԷԿՖ
''')
    return dusty_book
